[AdventCaptainArmor X2ArmorTemplate]
FriendlyName="变种人军官护甲"
FriendlyNamePlural="变种人军官护甲"
BriefSummary="变种人军官护甲是对士兵护甲的直接升级，因为它保持了欺骗能力，同时提供了一些改进。躯干用金属板加固，提供更好的保护，并包含一个内部隔间来存储额外的物品。除了需要军官尸体之外，这种服装还可以通过略微增加材料成本进行翻新，从而使其更具吸引力。"
TacticalText="<Bullet/>士兵们可以在战斗中使用回收的变种人军官装备。此外，我们还可以用这种新护甲让敌人猝不及防。"


[AdventCaptainArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="欺骗"
LocLongDescription="变种人在初次接敌中将不太可能发现这个士兵。"
LocHelpText="变种人在初次接敌中将不太可能发现这个士兵。"
LocFlyOverText="变种人在初次接敌中将不太可能发现这个士兵。"
LocPromotionPopupText="<Bullet/> 变种人在初次接敌中将不太可能发现这个士兵。"


[AdventCaptainArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="内部隔间"
LocLongDescription="变种人军官的护甲内部有一个隔间用来存放额外的物品。"
LocHelpText="变种人军官的护甲内部有一个隔间用来存放额外的物品。"
LocFlyOverText="变种人军官的护甲内部有一个隔间用来存放额外的物品。"
LocPromotionPopupText="<Bullet/> 变种人军官的护甲内部有一个隔间用来存放额外的物品。"